/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@): Notificació de connexió";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Configuració";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ té 1 nou missatge.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ és a la vostra llista de contactes local però no a la llista del servidor. Voleu afegir el contacte a la vostra llista?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; feu doble click per registrar.";

/* No comment provided by engineer. */
"(unknown)" = "(desconegut)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Compte nou>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ordre Ad-Hoc; feu doble-click per executar";

/* No comment provided by engineer. */
"Add" = "Afegeix";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Notificació";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "L'Adium no pot verificar la identitat de \"%@\"";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "L'Adium no ha trobat cap informació al perfil de l'usuari. Podria ser que no estigui registrat.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Notificació Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Usuari d'Adium";

/* Button title to allow an action */
"Allow" = "Permet";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Voleu rebre missatges de MSN Mobile?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "An error was encountered sending the file.";

/* No comment provided by engineer. */
"Authenticating" = "S'està autenticant";

/* Connection step */
"Balancer handshake" = "Balancejador de Handshake";

/* No comment provided by engineer. */
"Ban" = "Exclou";

/* No comment provided by engineer. */
"Bankick" = "Exclou i expulsa";

/* No comment provided by engineer. */
"Blocked" = "Bloquejat";

/* No comment provided by engineer. */
"Cancel" = "Cancel·la";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Cancel·la la Notificació de presència per a %@";

/* Category table column header for the service discovery browser */
"Category" = "Categoria";

/* Menu item title for changing the password of an account */
"Change Password" = "Canvia la contrasenya";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Servei de conferència; feu doble-click per entrar-hi";

/* Button title to connect; this is a verb */
"Connect" = "Connecta";

/* Connection step */
"Connected" = "Connectat";

/* No comment provided by engineer. */
"Connecting" = "S'està connectant";

/* No comment provided by engineer. */
"Connection error." = "Error de connexió.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Error de sincronització de llista de contactes per %@";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Delete" = "Suprimeix";

/* No comment provided by engineer. */
"Delete & Unregister" = "Suprimeix i desregistra";

/* No comment provided by engineer. */
"Delete Account" = "Suprimeix el compte";

/* No comment provided by engineer. */
"Delete Account from Server" = "Elimina el compte del servidor";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Voleu suprimir el compte %@? També podeu desregistrar el compte del servidor si és possible.";

/* No comment provided by engineer. */
"Deop" = "Relleva de l'estatus d'operador";

/* No comment provided by engineer. */
"Devoice" = "Treu l'indicador de veu";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Servei de directori; feu doble-click per cercar";

/* Button title to prevent an action */
"Disallow" = "Denega";

/* No comment provided by engineer. */
"Discovery Browser" = "Navegador de cerca";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Voleu permetre als vostres contactes enviar-vos missatges de MSN Mobile al vostre telèfon o altres dispositius mòbils?";

/* Used as a label for a username specified by email address */
"Email" = "A/E";

/* Connection step */
"Exchanging key hash" = "S'estan intercanviant els resums de les claus";

/* No comment provided by engineer. */
"Fetching..." = "Recollint...";

/* No comment provided by engineer. */
"File Send Error" = "Error a l'hora de pujar el fitxer";

/* Generic fields request window title */
"Form" = "Formulari";

/* No comment provided by engineer. */
"From: " = "De: ";

/* No comment provided by engineer. */
"GG Number" = "Nombre GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Grup per als contactes afegits";
"Incorrect username or password" = "Usuari o contrasenya incorrectes";

/* No comment provided by engineer. */
"Info" = "Informació";

/* No comment provided by engineer. */
"Initializing Stream" = "S'està iniciant l'Stream";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Inicia un xat amb %@";

/* No comment provided by engineer. */
"Invite" = "Convida";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Xat de transmissió per Internet)";

/* No comment provided by engineer. */
"Jabber ID" = "Compte Jabber";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Entra";

/* No comment provided by engineer. */
"Kick" = "Fes fora";

/* No comment provided by engineer. */
"Launch %@" = "Inicia %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Deixar que els altres sàpiguen què estic escoltant";
"Looking up server" = "S'està cercant el servidor";

/* user mood tooltip title */
"Mood" = "Humor";

/* Name table column header for the service discovery browser */
"Name" = "Nom";

/* No comment provided by engineer. */
"New Mail" = "Correu nou";

/* Sample name and server for new IRC accounts */
"nickname" = "àlies";

/* Name for IRC user names */
"Nickname" = "Àlies";

/* No comment provided by engineer. */
"No reason was given." = "No s'ha donat cap raó.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "No s'ha configurat cap servidor per %1$@ al compte %2$@. Entreu-ne un per connectar.";

/* No comment provided by engineer. */
"No Server Specified" = "No s'ha definit el servidor";

/* No comment provided by engineer. */
"Node:" = "Node:";

/* No comment provided by engineer. */
"OK" = "D'acord";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Només quan s'accepta una sol·licitud i el contacte s'afegeix a la llista.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Obre el correu al navegador";

/* Name for the orphans group */
"Orphans" = "Orfes";

/* No comment provided by engineer. */
"Parse Error." = "Error d'anàlisi";

/* No comment provided by engineer. */
"Ping %@" = "Fes ping a %@";

/* No comment provided by engineer. */
"Priority when available" = "Prioritat quan estic disponible";
"Priority when away" = "Prioritat quan estic absent";
"Re-request Authorization from %@" = "Sol·licita nova autorització de %@";

/* Connection step */
"Reading data" = "S'estan llegint dades";

/* Connection step */
"Reading server key" = "S'està rebent la clau del servidor";

/* No comment provided by engineer. */
"Really remove gateway?" = "Voleu suprimir la passarel·la?";

/* alert default button */
"Remove" = "Elimina";

/* gateway menu item */
"Remove gateway" = "Suprimir la passarel·la";

/* Roster - the Jabber default group */
"Resource" = "Recurs";
"Roster" = "Parrilla";

/* No comment provided by engineer. */
"Search for Users" = "Cerca usuaris";

/* No comment provided by engineer. */
"Search Results" = "Resultat de la cerca";

/* No comment provided by engineer. */
"Send" = "Envia";

/* No comment provided by engineer. */
"Send Message" = "Envia missatge";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Navegador de cerca de serveis";

/* No comment provided by engineer. */
"Service:" = "Tipus de compte:";

/* No comment provided by engineer. */
"Set Mood" = "Defineix l'humor";

/* No comment provided by engineer. */
"Set Nickname" = "Posa el sobrenom";

/* No comment provided by engineer. */
"Set User Info" = "Ingresseu la informació de l'usuari";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Ingresseu el nom visualitzat";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Ingresseu el número de telèfon";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Ingresseu el número de mòbil";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Ingresseu el número de telèfon de la feina";

/* No comment provided by engineer. */
"Show Server Certificate" = "Mostra el certificat del servidor";

/* No comment provided by engineer. */
"Subject: " = "Tema:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Oculta temporalment de %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "El certificat del servidor %@ no és de fiar i, per tant, no és pot verificar automàticament la seva identitat.  Voleu continuar connectant-vos?\n\n Per a més informació, feu clic a \"Mostra certificat\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "El nom entrat no està registrat. Assegureu-vos que està ben escrit.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "El contacte és a la vostre llista de bloquejats.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "El contacte no està disponible temporalment.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Aquest es el nom amb el que altres usuaris de MSN us veureu.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "This node does not provide any services accessible to this program.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "This node provides ad-hoc commands. Open the context menu to access them.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone.";

/* user tune tooltip title */
"Tune" = "Tune";

/* No comment provided by engineer. */
"Un-hide From %@" = "Desoculta de %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "No s'ha pogut parsejar la llista del servidor de %@. Torneu-ho a provar més endavant.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Cancel·la la subscripció de %@";

/* Sample name and server for new livejournal accounts */
"username" = "nom d'usuari";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "usuari@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Verifica el certificat";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Mostra el perfil de web %2$@ de %1$@";

/* No comment provided by engineer. */
"Voice" = "Veu";

/* No comment provided by engineer. */
"Waiting for Response" = "Esperant resposta";

/* No comment provided by engineer. */
"Warning level is too high." = "El nivell d'alertes és massa alt.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "ATENCIÓ! El compte %@ s'eliminarà del servidor Jabber i no es podrà recuperar.\nVoleu continuar?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Quan algú demana veure el meu estat";
"XML Console" = "Consola XML";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Envieu missatges massa ràpidament; espereu una estona i torneu-hi novament.";

/* No comment provided by engineer. */
"You have 1 new message." = "Teniu 1 nou missatge.";

/* No comment provided by engineer. */
"You have mail!\n" = "Teniu correu nou!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "No s'ha pogut enviar el missatge a %@";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "El contacte ha denegat el missatge.";

/* No comment provided by engineer. */
"Your message was too big." = "El missatge és massa llarg.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(opcional)";
"Accept" = "Accepta";
"Accept and Add To List" = "Accepta i afegueix a la llista";
"Allow plaintext authentication" = "Permetre l'autenticació de text simple";
"Ask What To Do" = "Pregunta què fer";
"Authorization Domain:" = "Domini d'autorització:";
"Authorization User:" = "Usuari d'autorització:";
"Available Priority:" = "Prioritat quan disponible:";
"Away Priority:" = "Prioritat quan absent:";
"BOSH Server:" = "Servidor BOSH:";
"Chat Room Name:" = "Nom del xat:";
"Connect Server:" = "Servidor de connexió:";
"Connection:" = "Connexió:";
"Deny" = "Denega";
"Display new mail notifications" = "Mostra notificacions de correu per llegir";
"Do strict certificate checks" = "Fes verificacions de certificat estrictes";
"Either enter your XMPP server address here:" = "O bé introduïu l'adreça del servidor XMPP aquí:";
"Encoding:" = "Encriptació:";
"Encrypt connection using SSL" = "Encripta la connexió amb SSL";
"Execute commands on connect:" = "Executa les ordres següents quan s'hagi connectat:";
"File Transfer Proxies:" = "Proxies de tranferències:";
"Force old-style SSL" = "Força l'SSL a la antiga";
"Handle:" = "Sobrenom:";
"Hostname:" = "Nom d'amfitrió:";
"Invite Contacts:" = "Invita contactes:";
"Let others know what iTunes is playing" = "Mostra als altres què sona a iTunes";
"Mail:" = "Correu:";
"Music:" = "Música:";
"Password:" = "Contrasenya:";
"Presence Subscriptions:" = "Subscripcions de presència:";
"Publish Status to Everyone" = "Mostra el meu estat a tothom";
"Realname:" = "Nom de veritat:";
"Register New Account" = "Registrar el compte nou";
"Registering…" = "S'està registrant...";
"Request New Account" = "Sol·licita un compte nou";
"Require SSL/TLS" = "Requereix SSL/TLS";
"Resource:" = "Recurs:";
"Security:" = "Seguretat:";
"Server Name" = "Nom del servidor";
"Server:" = "Servidor:";
"Use SIP proxy:" = "Utilitza un proxy SIP:";
"Use UDP" = "Utilitza UDP";
"Username (Ident):" = "Nom d'usuari (ídem):";
"Visit Server Homepage" = "Visita la pàgina principal del servidor";
"With Message:" = "Amb el missatge:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Canal:";
"Dismiss" = "Descarta";
"Don't download" = "No baixar";
"Don't show channel posts as messages" = "No mostris les publicacions de canals com a missatges";
"Don't show status updates as messages" = "No mostris les actualitzacions d'estat com a missatges";
"Full resolution" = "Resolució completa";
"Logon QR Code" = "Codi QR d'inici de sessió";
"Phone Number" = "Número de telèfon";
"Please enter pairing code or scan the QR code" = "Introduïu el codi d'aparellament o escanegeu el codi QR";
"Profile pictures:" = "Imatges de perfil:";
"Read" = "Llegit";
"Separate contacts’ names with commas." = "Separeu els noms dels contactes amb comes.";
"Small (preview)" = "Petita (previsualització)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Aquest contacte us està trucant. L'Adium no admet les trucades de WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Aquest contacte us intenta trucar. L'Adium no admet les trucades de WhatsApp.";
"and add to list in group:" = "i afegeix a la llista del grup:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ té %lu missatges nous.";
"...add to list in group:" = "...afegeix a la llista al grup:";
"Display custom emoticons" = "Mostra les emoticones personalitzades";
"Emoticons:" = "Emoticones:";
"Encryption:" = "Encriptació:";
"Let others know when you are typing" = "Deixa que els altres sàpiguen quan esteu escrivint";
"One per line, / is optional. $me will be replaced with your current nickname." = "Una per línia, la / és opcional. $me se substituirà pel vostre sobrenom actual.";
"or select a public server from the list:" = "o seleccioneu un servidor públic de la llista:";
"Port:" = "Port:";
"Status:" = "Estat:";
"Typing:" = "Escriptura:";
"You have %lu new messages." = "Teniu %lu missatges nous.";

/* The rebuilt account area: the fields the protocol descriptions produce.
   Those classes live in AdiumLibpurple, so the lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium a %@";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Nom del compte";

/* No comment provided by engineer. */
"Execute commands on connect" = "Executa les ordres següents quan s'hagi connectat";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Una per línia, sense la / inicial.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Qualitat de les imatges de perfil";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Original";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Previsualització";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "No carreguis";
